Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# wake_typing_placeholder
source: Type here...
ar: اكتب هنا…
ca: Escriu aquí…
cs: Pište sem…
da: Skriv her…
de: Hier tippen…
el: Γράψε εδώ…
es: Escribe aquí...
fi: Kirjoita tähän…
fr: Écrivez ici…
he: הקלידו כאן…
hi: यहाँ टाइप करें…
hr: Upiši ovdje…
hu: Írj ide…
id: Ketik di sini…
it: Scrivi qui…
ja: ここに入力…
ko: 여기에 입력…
ms: Taip di sini…
nl: Typ hier…
no: Skriv her…
pl: Wpisz tutaj…
pt_br: Digite aqui...
pt_pt: Escreva aqui…
ro: Scrie aici…
ru: Введите здесь…
sk: Píšte sem…
sv: Skriv här…
th: พิมพ์ที่นี่…
tr: Buraya yazın…
uk: Введіть тут…
vi: Gõ tại đây…
zh_hans: 在这里输入…
zh_hant: 在這裡輸入…

# wake_typing_title
source: Type the phrase to turn off the alarm
ar: اكتب الجملة لإيقاف المنبّه
ca: Escriu la frase per apagar l'alarma
cs: Napište větu pro vypnutí budíku
da: Skriv sætningen for at slukke alarmen
de: Tippe den Satz, um den Alarm auszuschalten
el: Γράψε τη φράση για να σβήσεις το ξυπνητήρι
es: Escribe la frase para apagar la alarma
fi: Kirjoita lause sammuttaaksesi herätyksen
fr: Tapez la phrase pour éteindre l'alarme
he: הקלידו את המשפט לכיבוי ההתראה
hi: अलार्म बंद करने के लिए वाक्य टाइप करें
hr: Upiši rečenicu da isključiš alarm
hu: Írd le a mondatot az ébresztő kikapcsolásához
id: Ketik kalimatnya untuk mematikan alarm
it: Scrivi la frase per spegnere la sveglia
ja: アラームを止めるには文を入力してください
ko: 알람을 끄려면 문장을 입력하세요
ms: Taip ayat untuk mematikan penggera
nl: Typ de zin om de wekker uit te zetten
no: Skriv setningen for å slå av alarmen
pl: Wpisz zdanie, aby wyłączyć alarm
pt_br: Digite a frase para desligar o alarme
pt_pt: Escreva a frase para desligar o alarme
ro: Scrie fraza pentru a opri alarma
ru: Введите фразу, чтобы выключить будильник
sk: Napíšte vetu na vypnutie budíka
sv: Skriv meningen för att stänga av alarmet
th: พิมพ์ประโยคเพื่อปิดปลุก
tr: Alarmı kapatmak için cümleyi yazın
uk: Введіть фразу, щоб вимкнути будильник
vi: Gõ câu để tắt báo thức
zh_hans: 输入这句话来关闭闹钟
zh_hant: 輸入這句話來關閉鬧鐘

# rating_gate_title
source: Enjoying Sunrise Alarm?
ar: أعجبك Sunrise Alarm؟
ca: T'agrada Sunrise Alarm?
cs: Líbí se vám Sunrise Alarm?
da: Kan du lide Sunrise Alarm?
de: Gefällt dir Sunrise Alarm?
el: Σου αρέσει το Sunrise Alarm;
es: ¿Te gusta Sunrise Alarm?
fi: Pidätkö Sunrise Alarmista?
fr: Vous aimez Sunrise Alarm ?
he: אוהבים את Sunrise Alarm?
hi: Sunrise Alarm पसंद आया?
hr: Sviđa ti se Sunrise Alarm?
hu: Tetszik a Sunrise Alarm?
id: Suka Sunrise Alarm?
it: Ti piace Sunrise Alarm?
ja: Sunrise Alarmを気に入っていますか？
ko: Sunrise Alarm이 마음에 드시나요?
ms: Suka Sunrise Alarm?
nl: Bevalt Sunrise Alarm?
no: Liker du Sunrise Alarm?
pl: Podoba Ci się Sunrise Alarm?
pt_br: Curtindo o Sunrise Alarm?
pt_pt: Está a gostar do Sunrise Alarm?
ro: Îți place Sunrise Alarm?
ru: Нравится Sunrise Alarm?
sk: Páči sa vám Sunrise Alarm?
sv: Gillar du Sunrise Alarm?
th: ชอบ Sunrise Alarm ไหม?
tr: Sunrise Alarm'ı beğendiniz mi?
uk: Подобається Sunrise Alarm?
vi: Thích Sunrise Alarm chứ?
zh_hans: 喜欢 Sunrise Alarm 吗？
zh_hant: 喜歡 Sunrise Alarm 嗎？

# rating_gate_subtitle
source: A quick rating helps more heavy sleepers find the app.
ar: تقييم سريع يساعد آخرين ممن يصعب عليهم الاستيقاظ على اكتشاف التطبيق.
ca: Una valoració ràpida ajuda més dormilegues a trobar l'app.
cs: Rychlé hodnocení pomůže dalším spáčům aplikaci najít.
da: En hurtig bedømmelse hjælper flere morgentrætte med at finde appen.
de: Eine kurze Bewertung hilft mehr Tiefschläfern, die App zu finden.
el: Μια γρήγορη βαθμολογία βοηθά κι άλλους υπναράδες να βρουν την εφαρμογή.
es: Una valoración rápida ayuda a más dormilones a encontrar la app.
fi: Nopea arvio auttaa muita uneliaita löytämään apin.
fr: Une note rapide aide d'autres gros dormeurs à trouver l'app.
he: דירוג מהיר עוזר לעוד אנשים שקשה להם לקום לגלות את האפליקציה.
hi: एक छोटी रेटिंग से और लोग, जिन्हें उठना मुश्किल लगता है, यह ऐप खोज पाते हैं।
hr: Brza ocjena pomaže drugim spavalicama da pronađu aplikaciju.
hu: Egy gyors értékelés segít, hogy több álomszuszék találjon rá az appra.
id: Penilaian singkat membantu lebih banyak orang susah bangun menemukan aplikasi ini.
it: Una valutazione veloce aiuta altri dormiglioni a trovare l'app.
ja: 簡単な評価が、より多くの朝が苦手な人にアプリを届けます。
ko: 빠른 평가 하나가 더 많은 잠꾸러기에게 앱을 알립니다.
ms: Penilaian ringkas membantu lebih ramai yang susah bangun menemui aplikasi ini.
nl: Een snelle beoordeling helpt meer diepe slapers de app te vinden.
no: En rask vurdering hjelper flere morgentrøtte med å finne appen.
pl: Szybka ocena pomaga innym śpiochom znaleźć aplikację.
pt_br: Uma avaliação rápida ajuda mais dorminhocos a encontrar o app.
pt_pt: Uma avaliação rápida ajuda mais dorminhocos a encontrar a app.
ro: O evaluare rapidă ajută mai mulți somnoroși să găsească aplicația.
ru: Быстрая оценка поможет другим соням найти приложение.
sk: Rýchle hodnotenie pomôže ďalším spachtošom nájsť aplikáciu.
sv: Ett snabbt betyg hjälper fler morgontrötta att hitta appen.
th: การให้คะแนนสั้นๆ ช่วยให้คนตื่นยากคนอื่นๆ ค้นพบแอปนี้
tr: Hızlı bir değerlendirme, daha çok uykucunun uygulamayı bulmasına yardımcı olur.
uk: Швидка оцінка допоможе іншим соням знайти застосунок.
vi: Một đánh giá nhanh giúp những người khó dậy khác tìm thấy ứng dụng.
zh_hans: 花几秒评分，让更多睡得沉的人发现这款应用。
zh_hant: 快速評分一下，讓更多睡很沉的人發現這款 App。

# rating_gate_yes
source: Yes, loving it
ar: نعم، أحببته
ca: Sí, m'encanta
cs: Ano, moc
da: Ja, elsker den
de: Ja, ich liebe sie
el: Ναι, το λατρεύω
es: Sí, me encanta
fi: Kyllä, mahtava
fr: Oui, j'adore
he: כן, מאוד
hi: हाँ, बहुत
hr: Da, super je
hu: Igen, imádom
id: Ya, suka banget
it: Sì, mi piace molto
ja: はい、大好きです
ko: 네, 아주 좋아요
ms: Ya, sangat suka
nl: Ja, geweldig
no: Ja, elsker den
pl: Tak, świetna
pt_br: Sim, tô curtindo
pt_pt: Sim, adoro
ro: Da, îmi place mult
ru: Да, очень
sk: Áno, veľmi
sv: Ja, älskar den
th: ชอบมาก
tr: Evet, bayıldım
uk: Так, дуже
vi: Có, rất thích
zh_hans: 喜欢，很好用
zh_hant: 喜歡，很好用

# rating_gate_no
source: Not really
ar: ليس تماماً
ca: No gaire
cs: Moc ne
da: Ikke rigtigt
de: Nicht wirklich
el: Όχι ιδιαίτερα
es: No mucho
fi: En oikeastaan
fr: Pas vraiment
he: לא ממש
hi: ज़्यादा नहीं
hr: Ne baš
hu: Nem igazán
id: Kurang suka
it: Non molto
ja: いまいち
ko: 별로예요
ms: Tidak sangat
nl: Niet echt
no: Ikke egentlig
pl: Niezbyt
pt_br: Nem tanto
pt_pt: Nem por isso
ro: Nu prea
ru: Не очень
sk: Ani nie
sv: Inte direkt
th: เฉยๆ
tr: Pek değil
uk: Не дуже
vi: Không hẳn
zh_hans: 一般般
zh_hant: 還好

# rating_gate_feedback_title
source: What can we do better?
ar: ما الذي يمكننا تحسينه؟
ca: Què podem millorar?
cs: Co můžeme zlepšit?
da: Hvad kan vi gøre bedre?
de: Was können wir besser machen?
el: Τι μπορούμε να βελτιώσουμε;
es: ¿Qué podemos mejorar?
fi: Mitä voisimme parantaa?
fr: Que pouvons-nous améliorer ?
he: מה נוכל לשפר?
hi: हम क्या बेहतर कर सकते हैं?
hr: Što možemo poboljšati?
hu: Miben javulhatnánk?
id: Apa yang bisa kami perbaiki?
it: Cosa possiamo migliorare?
ja: どこを改善できますか？
ko: 무엇을 개선하면 좋을까요?
ms: Apa yang boleh kami perbaiki?
nl: Wat kunnen we beter doen?
no: Hva kan vi gjøre bedre?
pl: Co możemy poprawić?
pt_br: O que podemos melhorar?
pt_pt: O que podemos melhorar?
ro: Ce putem îmbunătăți?
ru: Что нам улучшить?
sk: Čo môžeme zlepšiť?
sv: Vad kan vi göra bättre?
th: เราปรับปรุงอะไรได้บ้าง?
tr: Neyi daha iyi yapabiliriz?
uk: Що нам покращити?
vi: Chúng tôi có thể cải thiện gì?
zh_hans: 哪里可以做得更好？
zh_hant: 哪裡可以做得更好？

# rating_gate_feedback_placeholder
source: Tell us what went wrong...
ar: أخبرنا ما الذي لم يعجبك…
ca: Explica'ns què ha anat malament…
cs: Napište nám, co se nepovedlo…
da: Fortæl os, hvad der gik galt…
de: Erzähl uns, was schiefgelaufen ist…
el: Πες μας τι πήγε στραβά…
es: Cuéntanos qué salió mal...
fi: Kerro, mikä meni pieleen…
fr: Dites-nous ce qui n'a pas marché…
he: ספרו לנו מה לא הסתדר…
hi: बताएँ क्या ठीक नहीं लगा…
hr: Reci nam što nije valjalo…
hu: Meséld el, mi nem működött…
id: Ceritakan apa yang kurang…
it: Raccontaci cosa non ha funzionato…
ja: うまくいかなかったことを教えてください…
ko: 어떤 점이 아쉬웠는지 알려주세요…
ms: Beritahu kami apa yang tidak kena…
nl: Vertel ons wat er misging…
no: Fortell oss hva som gikk galt…
pl: Napisz, co poszło nie tak…
pt_br: Conta pra gente o que deu errado...
pt_pt: Conte-nos o que correu mal…
ro: Spune-ne ce nu a mers…
ru: Расскажите, что пошло не так…
sk: Napíšte nám, čo sa nepodarilo…
sv: Berätta vad som gick fel…
th: บอกเราว่าอะไรไม่ถูกใจ…
tr: Neyin ters gittiğini bize anlatın…
uk: Розкажіть, що пішло не так…
vi: Cho chúng tôi biết điều chưa ổn…
zh_hans: 告诉我们哪里出了问题…
zh_hant: 告訴我們哪裡出了問題…

# rating_gate_feedback_send
source: Send
ar: إرسال
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
he: שליחה
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Verstuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# rating_gate_feedback_thanks
source: Thank you! We read every message.
ar: شكراً! نقرأ كل رسالة.
ca: Gràcies! Llegim tots els missatges.
cs: Děkujeme! Čteme každou zprávu.
da: Tak! Vi læser hver eneste besked.
de: Danke! Wir lesen jede Nachricht.
el: Ευχαριστούμε! Διαβάζουμε κάθε μήνυμα.
es: ¡Gracias! Leemos todos los mensajes.
fi: Kiitos! Luemme jokaisen viestin.
fr: Merci ! Nous lisons chaque message.
he: תודה! אנחנו קוראים כל הודעה.
hi: धन्यवाद! हम हर संदेश पढ़ते हैं।
hr: Hvala! Čitamo svaku poruku.
hu: Köszönjük! Minden üzenetet elolvasunk.
id: Terima kasih! Kami membaca setiap pesan.
it: Grazie! Leggiamo ogni messaggio.
ja: ありがとうございます！すべてのメッセージを読んでいます。
ko: 감사합니다! 모든 메시지를 읽고 있어요.
ms: Terima kasih! Kami membaca setiap mesej.
nl: Bedankt! We lezen elk bericht.
no: Takk! Vi leser hver eneste melding.
pl: Dziękujemy! Czytamy każdą wiadomość.
pt_br: Obrigado! A gente lê todas as mensagens.
pt_pt: Obrigado! Lemos todas as mensagens.
ro: Mulțumim! Citim fiecare mesaj.
ru: Спасибо! Мы читаем каждое сообщение.
sk: Ďakujeme! Čítame každú správu.
sv: Tack! Vi läser varje meddelande.
th: ขอบคุณ! เราอ่านทุกข้อความ
tr: Teşekkürler! Her mesajı okuyoruz.
uk: Дякуємо! Ми читаємо кожне повідомлення.
vi: Cảm ơn! Chúng tôi đọc mọi tin nhắn.
zh_hans: 谢谢！每条留言我们都会认真阅读。
zh_hant: 謝謝！每則訊息我們都會仔細閱讀。

# stage_rem
source: REM
fr: Paradoxal
ja: レム
ko: 렘
ru: БДГ
